[
    {
        "id": 1,
        "titulo": "Super-Mario-Party-Jamboree",
        "name":"Super Mario Party Jamboree" ,
        "descripcion": "Super Mario Party Jamboree​ es un videojuego de fiestas desarrollado por NDcube y publicado por Nintendo para Nintendo Switch. Se trata de la decimotercera entrega para consolas domésticas de la serie Mario Party, la tercera para Nintendo Switch y el sucesor de Super Mario Party.",
        "price": 31.74,
        "category":"Plataforma",
        "subCategory":"Nintendo Switch",
        "discount":"50%",
        "priceDev":"63.49",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "about":[
            "Prepárate para la fiesta más grande hasta ahora en Super Mario Party Jamboree para Nintendo Switch. Desde correr a través de tirounds hasta minigolf de control de movimiento, este jamboree está repleto de más de 110 minijuegos, ¡la mayor cantidad de cualquier juego de Mario Party hasta la fecha!",
            "Con siete tablas en total, puedes seguir el flujo en Goomba Lagoon, buscar estrellas en Rainbow Galleria, volver a visitar los clásicos de Western Land y el Castillo Rainbow de Mario de títulos anteriores y más.",
            "Corre a través del tablero del partido en Koopathlon, una competencia en línea para 20 jugadores de la serie para ver quién puede acumular las puntuaciones más altas en minijuegos como el cambio de carril acelerado. Cuanto mayor sea tu puntuación en cada ronda, más rápido llegarás a la meta. Koopathlon es solo uno de una gran cantidad de modos adicionales: ¡hay algo para que cada tipo de jugador de Mario Party disfrute!"
        ],
        "image":"super-mario-party/1.jpg",
        "images": [
            "assets/images/super-mario-party/1.jpg",
            "assets/images/super-mario-party/2.jpg",
            "assets/images/super-mario-party/3.jpg",
            "assets/images/super-mario-party/4.jpg",
            "assets/images/super-mario-party/5.jpg"
        ]
    },
    {
        "id": 2,
        "titulo": "sonic-x-shadow",
        "name":"Sonic X Shadow",
        "category":"Plataforma",
        "subCategory":"Sega",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "Shadow Generations​ es un próximo videojuego de plataformas desarrollado por el Sonic Team y publicado por Sega. Shadow the Hedgehog es el segundo juego de Sonic the Hedgehog protagonizado por Shadow the Hedgehog.",
        "price": 50.00,
        "image":"sonic-x-shadow/1.jpg",
        "about":[
            "¡El pasado se encuentra con el presente en SONIC GENERATIONS! ¡Sonic moderno y clásico se unen para derrotar al Dr. Eggman y el Devorador de Tiempo para restaurar su línea de tiempo a la normalidad!",
            "Gira el tablero a través de una colección de grandes éxitos de versiones 3D y 2D de escenarios icónicos de juegos anteriores de Sonic, ahora con imágenes actualizadas y cinemáticas reelaboradas",
            "En esta nueva campaña independiente, Black Doom ha resurgido y amenaza con apoderarse del mundo. Shadow debe viajar a su pasado, enfrentarse a sus recuerdos y desbloquear nuevos poderes oscuros para salvar el mundo.",
        "Aprovecha los nuevos poderes de Doom de Shadow para luchar contra hordas de enemigos y enfrentar desafíos de plataformas como nunca antes. ¡Navega en el agua, vuela sobre obstáculos y detén el tiempo con el regreso de Chaos Control!"],
        "images": [
            "assets/images/sonic-x-shadow/1.jpg",
            "assets/images/sonic-x-shadow/2.jpg",
            "assets/images/sonic-x-shadow/3.jpg",
            "assets/images/sonic-x-shadow/4.jpg",
            "assets/images/sonic-x-shadow/5.jpg",
            "assets/images/sonic-x-shadow/6.jpg",
            "assets/images/sonic-x-shadow/7.jpg"

        ]
    },
    {
        "id": 3,
        "titulo": "spongebob",
        "name":"SpongeBob The Patrick Game",
        "category":"Plataforma",
        "subCategory":"PHL Collective",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "The Patrick Star Game es un videojuego de Bob Esponja desarrollado por PHL Collective y publicado por Outright Games.",
        "price": 36.00,
        "priceDev":39.99,
        "discount":"10%",
        "about":[
            "¡ESTE ES PATRICK! - Crea un caos hilarante en el mundo abierto de Bikini Bottom",
            "Diversión con la física: toma las cosas y empújalas a otro lugar. ¡Física!",
            "Estilos icónicos: desbloquea los atuendos clásicos de Patrick con tus trucos locos y coleccionables",
            "Todo el mundo está aquí: sé tonto con Bob Esponja, Calamardo, Sandy y más"
        ],
        "image":"spongeBob/1.jpg",
        "images": [
            "assets/images/spongeBob/1.jpg",
            "assets/images/spongeBob/2.jpg",
            "assets/images/spongeBob/3.jpg",
            "assets/images/spongeBob/4.jpg",
            "assets/images/spongeBob/5.jpg",
            "assets/images/spongeBob/6.jpg",
            "assets/images/spongeBob/7.jpg"
        ]
    },
    {
        "id": 4,
        "titulo":"dbz-sparking-zero",
        "name": "DRAGON BALL Sparking ZERO",
        "category":"Plataforma",
        "subCategory":"Play Station 5",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "DRAGON BALL: Sparking! ZERO lleva a un nuevo nivel el legendario estilo de juego de la serie Budokai Tenkaichi. Aprende a dominar a diversos personajes jugables, cada uno con sus habilidades, transformaciones y técnicas propias. Libera tu espíritu de lucha y pelea en escenarios que se derrumban y reaccionan a tu poder a medida que el combate se recrudece.",
        "price": 69.99,
        "image":"dbz/1.jpg",
        "about":[
            "Participa en batallas 3D de alta velocidad que se mantienen fieles a la serie de anime y videojuegos",
            "Este juego contiene imágenes impresionantes y movimientos de combate auténticos como enfrentamientos de rayos, ataques de prisa y movimientos demasiado rápidos para que los ojos los vean",
            "Entra en una arena que reacciona a cada acción, incluidos los ataques finales de arrasamiento de planetas",
            "Observa cómo el entorno responde con un realismo impresionante y deja un rastro de destrucción a tu paso mientras luchas al contenido de tu corazón"
        ],
        "images": [
            "assets/images/dbz/1.jpg",
            "assets/images/dbz/2.jpg",
            "assets/images/dbz/3.jpg",
            "assets/images/dbz/4.jpg",
            "assets/images/dbz/5.jpg",
            "assets/images/dbz/6.jpg",
            "assets/images/dbz/7.jpg",
            "assets/images/dbz/8.jpg",
            "assets/images/dbz/9.jpg",
            "assets/images/dbz/10.jpg",
            "assets/images/dbz/11.jpg",
            "assets/images/dbz/12.jpg",
            "assets/images/dbz/13.jpg"

        ]
    },
    {
        "id": 5,
        "titulo": "astro-bot",
        "name":"Astro Bot",
        "category":"Plataforma",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "subCategory":"Play Station 5",
        "descripcion": "La Nave nodriza PS5® se ha dañado, dejándolo a ASTRO y su tripulación robótica dispersos por todas las galaxias. Es hora de pilotear tu fiel DualSpeeder por más de 50 planetas llenos de diversión, peligro y sorpresas. En el trayecto, aprovecha al máximo los nuevos poderes de ASTRO y reúnete con muchos héroes icónicos del universo de PlayStation.",
        "price": 59.99,
        "about":[
            "¡Embárcate en una misión galáctica y explora más de 50 planetas en busca de la tripulación perdida de ASTRO!",
            "Dash, swing y cohete abrirse camino a través de este viaje, con nuevos power-ups.",
            "Siente que el mundo cobra vida a través de su controlador inalámbrico DualSense.",
            "¡Forma equipo con los icónicos héroes de PlayStation para salvar la galaxia!"
        ],
        "image":"astro/1.jpg",
        "images": [
            "assets/images/astro/1.jpg",
            "assets/images/astro/2.jpg",
            "assets/images/astro/3.jpg",
            "assets/images/astro/4.jpg",
            "assets/images/astro/5.jpg",
            "assets/images/astro/6.jpg",
            "assets/images/astro/7.jpg",
            "assets/images/astro/8.jpg",
            "assets/images/astro/9.jpg"
        ]
    },
    {
        "id": 6,
        "titulo": "super-smash-bros",
        "name":"Super Smash Bros",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "category":"Plataforma",
        "subCategory":"Nintendo Switch",
        "descripcion": "Super Smash Bros. es una serie de videojuegos de lucha, creada por Masahiro Sakurai, quien dirigió todos los juegos, y distribuida por Nintendo, el cual presenta personajes invitados de franquicias establecidas en Nintendo y otras compañías de videojuegos y ha vendido en total más de 71 millones de unidades.",
        "price": 49.99,
        "about":[
            "Nuevos escenarios y combatientes se unen al reparto combinado de todos los juegos anteriores de Super Smash Bros.",
            "Desafía a otros en cualquier momento y en cualquier lugar, tanto si estás en el sofá como si te desplazas.",
            "Juega de la manera que quieras: modo local, en línea, modo televisor, modo semiportátil, modo portátil o incluso con controles de GameCube",
            "Lucha de forma más rápida e inteligente con técnicas nuevas y otras que ya existían, como el escudo perfecto y el esquive aéreo direccional",
            "Enfréntate en batallas de 2 a 4 jugadores, o juega contra la computadora."
        ],
        "image":"top/1.jpg",
        "images": [
            "assets/images/top/1.jpg"
        ]
    },
    {
        "id": 7,
        "titulo": "crash-bandicoot",
        "name":"Crash Bandicoot",
        "category":"Plataforma",
        "subCategory":"Activision",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "Crash Bandicoot N. Sane Trilogy es una compilación de videojuegos de plataformas de 2017 desarrollada por Vicarious Visions y publicada por Activision",
        "price": 36.00,
        "priceDev":"39.99",
        "discount":"10%",
        "about":[
            "¡Tu marsupial favorito, Crash Bandicoot, está de vuelta y está mejorado, fascinado y listo para bailar! Ahora puedes experimentar el crash bandicoot como nunca antes en la gloria gráfica HD totalmente remasterizada",
            "",
            ""
        ],
        "image":"crash-bandicoot/1.jpg",
        "images": [
            "assets/images/crash-bandicoot/1.jpg",
            "assets/images/crash-bandicoot/2.jpg",
            "assets/images/crash-bandicoot/3.jpg",
            "assets/images/crash-bandicoot/4.jpg",
            "assets/images/crash-bandicoot/5.jpg",
            "assets/images/crash-bandicoot/6.jpg",
            "assets/images/crash-bandicoot/7.jpg",
            "assets/images/crash-bandicoot/8.jpg"
        ]
    },
    {
        "id": 8,
        "titulo": "final-fantasy-7",
        "name":"Final Fantasy 7",
        "category":"Plataforma",
        "subCategory":"SquareEnix",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "Final Fantasy 7 es un videojuego de plataformas desarrollado por Square Enix y publicado por Nintendo. Final Fantasy 7 es el último juego de la saga de Final Fantasy, que comenzó con Final Fantasy IV y terminó con Final Fantasy VII.",
        "price": 56,
        "priceDev": "69.99",
        "discount": "20%",
        "about":[
            "¡Este juego es el último en la saga de Final Fantasy! ¡Con un nuevo juego de Final Fantasy 7 y una nueva historia, ¡Final Fantasy 7 es la última aventura de la saga de Final Fantasy!",
            "¡Nuevos personajes, nuevas aventuras, nuevos poderes y nuevas habilidades! ¡Final Fantasy 7 es la última aventura de la saga de Final Fantasy!",
            "¡Nuevos personajes, nuevas aventuras, nuevos poderes y nuevas habilidades! ¡Final Fantasy 7 es la última aventura de la saga de Final Fantasy!"
        ],
        "image":"top/3.jpg",
        "images": [
            "assets/images/final-fantasy-7/1.jpg",
            "assets/images/final-fantasy-7/2.jpg",
            "assets/images/final-fantasy-7/3.jpg",
            "assets/images/final-fantasy-7/4.jpg",
            "assets/images/final-fantasy-7/5.jpg",
            "assets/images/final-fantasy-7/6.jpg",
            "assets/images/final-fantasy-7/7.jpg"
        ]
    },
    {
        "id": 9,
        "titulo": "nintendo-switch",
        "name":"Nintendo Switch",
        "category":"Console",
        "subCategory":"Nintendo Switch",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "Nintendo Switch es un sistema de juegos y aplicaciones de videojuegos diseñado para la consola de computadora. Es el sistema de juegos más popular en el mundo y se utiliza en una gran cantidad de consolas y teléfonos.",
        "price": 291.42,
        "priceDev": "299.99",
        "discount": "10%",
        "about":[
            "Pantalla LCD de 6.2",
            "Tres modos de reproducción: TV, mesa y mano",
            "Cooperativo local, multijugador inalámbrico en línea y local",
            "Controladores Joy-Con desmontables",
            "Nintendo Switch es el hogar de Mario y sus amigos"
        ],
        "image":"top/nintendo-switch.jpg",
        "images": [
            "assets/images/nintendo-switch/1.jpg",
            "assets/images/nintendo-switch/2.jpg",
            "assets/images/nintendo-switch/3.jpg",
            "assets/images/nintendo-switch/4.jpg",
            "assets/images/nintendo-switch/5.jpg"
        ]
    },
    {
        "id": 10,
        "titulo": "playstation-4",
        "name":"PlayStation 4",
        "category":"Console",
        "subCategory":"Sony",
        "material":"Plastico",
        "weight":"7.55 lbs",
        "descripcion": "PlayStation 4 es un sistema de juegos y aplicaciones de videojuegos diseñado para la consola de computadora. Es el sistema de juegos más popular en el mundo y se utiliza en una gran cantidad de consolas y teléfonos.",
        "price": 270,
        "priceDev": "299.99",
        "discount": "10%",
        "about":[
            "Este es un producto reacondicionado certificado en Amazon Renewed. Los productos reacondicionados certificados son probados y certificados para verse y funcionar como nuevos, sin desgaste limitado o nulo, por un reacondicionador externo. El proceso de renovación incluye pruebas de funcionalidad, inspección cosmética y reempaquetado. El producto está respaldado por una garantía mínima de 90 días y puede llegar en una caja genérica marrón o blanca.",
            "El sistema PlayStation 4 abre la puerta a un viaje increíble a través de nuevos mundos inmersivos y te permite convertirte en el héroe de tu propia historia épica. Con juegos conectados dinámicos, personalización inteligente, capacidades sociales profundamente integradas e innovadoras funciones de segunda pantalla en juegos habilitados, puedes superar los límites del juego con un sistema inspirado en el desarrollador, centrado en los jugadores.",
            "El sistema PS4 se centra en el jugador, asegurando que los mejores juegos y las experiencias más inmersivas sean posibles en la plataforma. El sistema PS4 permite a los mejores desarrolladores de juegos del mundo desbloquear su creatividad y superar los límites del juego a través de un sistema que está sintonizado específicamente a sus necesidades.",
            "El sistema PS4 se centra en un potente chip personalizado que contiene ocho núcleos x86-64 y un procesador gráfico TFLOPS de 1.84 de última generación con 8 GB de memoria unificada GDDR5 ultrarrápida, facilitando la creación de juegos y aumentando la riqueza de contenido alcanzable en la plataforma. El resultado final son nuevos juegos con gráficos ricos y de alta fidelidad y experiencias profundamente inmersivas."
        ],
        "image":"top/playstation-4.jpg",
        "images": [
            "assets/images/playstation4/1.jpg",
            "assets/images/playstation4/2.jpg",
            "assets/images/playstation4/3.jpg",
            "assets/images/playstation4/4.jpg",
            "assets/images/playstation4/5.jpg",
            "assets/images/playstation4/6.jpg",
            "assets/images/playstation4/7.jpg",
            "assets/images/playstation4/8.jpg"
        ]
    },{
        "id": 11,
        "titulo": "xbox-one-s",
        "name":"Xbox One S",
        "category":"Console",
        "subCategory":"Microsoft",
        "material":"Plastico",        
        "weight":"1,41 lbs",
        "descripcion": "Este producto se inspecciona, prueba y reacondiciona según sea necesario para que sea completamente funcional de acuerdo con los estándares de Amazon Renewed.",
        "price": 299.99,
        "about" : [
            "Este producto reacondicionado certificado ha sido probado y certificado para que parezca y funcione como nuevo. El proceso de renovación incluye pruebas de funcionalidad, limpieza básica, inspección y reembalaje. El producto se envía con todos los accesorios pertinentes, una garantía mínima de 90 días y puede llegar en una caja genérica. Sólo los vendedores seleccionados que mantienen una barra de alto rendimiento pueden ofrecer productos reacondicionados certificados en Amazon.com."
        ],
        "image":"top/xbox-one-s.jpg",
        "images": [
            "assets/images/top/xbox-one-s.jpg"
        ]
    },
    {
        "id": 12,
        "titulo": "razer-wolverine-v2",
        "name":"Razer Wolverine V2",
        "category":"Control",
        "subCategory":"Microsoft",
        "material":"Plastico",
        "weight":"9,6 onzas",
        "descripcion": "",
        "price": 60,
        "priceDev": "68.50",
        "discount": "10%",
        "about" : [
            "Diseñado para un mayor control y precisión: la ergonomía del controlador proporciona un agarre natural que garantiza una interacción ágil y precisa del botón. El diseño contorneado y los agarres de goma antideslizantes permiten jugar todo el día con el máximo rendimiento.",
            "Botones frontales adicionales reasignables: 2 botones multifunción en la parte delantera del controlador se pueden reasignar a través de Razer Controller Setup for Xbox para ofrecerte un mayor control y un estilo de juego más personalizado.",
            "Botones de acción mecánica y almohadilla en D: utiliza una actuación hipersensible con un toque acolchado al ejecutar movimientos.",
            "Modo de gatillo al pelo con interruptores de parada del gatillo: para una ventaja competitiva, activa el modo de gatillo al pelo a través de dos bloqueos deslizantes en la parte inferior del controlador que reducen en gran medida la distancia de recorrido hasta los gatillos principales, lo que permite una velocidad de disparo ultrarrápida."
        ],
        "image":"top/razer-wolverine-v2.jpg",
        "images": [
            "assets/images/razer-wolverine-v2/1.jpg",
            "assets/images/razer-wolverine-v2/2.jpg",
            "assets/images/razer-wolverine-v2/3.jpg",
            "assets/images/razer-wolverine-v2/4.jpg"
        ]
    },
    {
        "id": 13,
        "titulo": "playstation-digital",
        "name":"Playstation Digital",
        "category":"Control",
        "subCategory":"Sony",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "Playstation Digital es un controlador de juegos de plataformas desarrollado por Sony y publicado por Sony. Plsyastation Digital es el segundo controlador de Sony, el primero es el DualSense.",
        "price": 49.99,
        "about":[
            "¡Este controlador de juegos de plataformas es el segundo controlador de Sony, el primero es el DualSense!"
        ],
        "image":"top/mando2.jpg",
        "images": [
            "assets/images/top/mando2.jpg"
        ]
    },
    {
        "id": 14,
        "titulo": "control-nintendo-switch",
        "name":"Control Nintendo Switch",
        "category":"Control",
        "subCategory":"Nintendo",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "Control Nintendo Switch es un controlador de juegos de plataformas desarrollado por Nintendo y publicado por Nintendo. Control Nintendo Switch es el controlador de juegos de plataformas más popular en el mundo y se utiliza en una gran cantidad de consolas y teléfonos.",
        "price": 45.00,
        "about":[
            "Amplia compatibilidad: el controlador Switch funciona con Nintendo Switch/Lite/OLED, dispositivos Apple (iPhone, iPad, Mac, TV, Apple Arcade MFi Games), dispositivos Android (teléfono, tableta, Android TV, cajas de TV), PC/portátil (Windows 7 8 9 10 11) y Steam.",
            "Conexión Bluetooth rápida: el controlador Nintendo Switch se puede emparejar fácilmente con Switch, teléfono móvil (iOS/Android), Mac, tableta, PC o TV (Android/Apple/Fire Stick) con un Bluetooth incorporado a través de conexión Bluetooth",
            "Programable: el controlador de juego Bluetooth cuenta con 2 botones programables que pueden mapear A/B/X/Y/L/R/ZL/ZR/Left Joystick/Right Joystick/D-pad/+/- a AR/AL y grabar hasta 30 segundos de la operación de juego, lo que hace que sea aún más fácil ganar el juego",
            "Controles de movimiento: con el sensor giroscópico de 6 ejes, este controlador de juego te permite utilizar los controles de movimiento para apuntar o hacer otros movimientos cuando estás jugando juegos en un Switch, teléfono móvil, PC o incluso en la televisión"
        ],
        "image": "",
        "images": [
            "assets/images/control-switch/1.jpg",
            "assets/images/control-switch/2.jpg",
            "assets/images/control-switch/3.jpg",
            "assets/images/control-switch/4.jpg",
            "assets/images/control-switch/5.jpg",
            "assets/images/control-switch/6.jpg",
            "assets/images/control-switch/7.jpg",
            "assets/images/control-switch/8.jpg"
        ]
    },
    {
        "id": 15,
        "titulo": "bengo-g9000",
        "name":"Bengo G9000",
        "category":"Audifonos",
        "subCategory":"Bengoo",
        "material":"Plastico",
        "weight":"1,41 Onzas",
        "descripcion": "Bengo G9000 es un dispositivo de audifono de alta gama que se utiliza para reproducir audio en el entorno de juegos. Este dispositivo es compatible con la mayoría de los sistemas de juegos y puede ser utilizado para reproducir audio en juegos de plataformas como Super Smash Bros, Call of Duty, Battlefield, FIFA, etc.",
        "price": 22.99,
        "about":[
            "Compatible con múltiples plataformas: compatible con PlayStation 4, nueva Xbox One, PC, Nintendo 3DS, laptop, PSP, tableta, iPad, computadora, teléfono móvil. Tenga en cuenta que necesita un adaptador Microsoft adicional (no incluido) cuando se conecta con un controlador Xbox One versión antigua.",
            "Subwoofer estéreo envolvente: sonido claro que funciona con latón fuerte, espléndido aislamiento de ruido ambiental y controlador de neodimio magnético de alta precisión de 1.575 pulgadas, precisión de posicionamiento acústico mejora la sensibilidad de la unidad de altavoz, lo que te ofrece un campo de sonido vívido, claridad de sonido, sonido de sensación de impacto. Perfecto para varios juegos como Halo 5 Guardians, Metal Gear Solid, Call of Duty, Star Wars Battlefront, Overwatch, World of Warcraft Legion, etc."
        ],
        "image":"top/1.jpg",
        "images": [
            "assets/images/bengo-g9000/1.jpg",
            "assets/images/bengo-g9000/2.jpg",
            "assets/images/bengo-g9000/3.jpg",
            "assets/images/bengo-g9000/4.jpg",
            "assets/images/bengo-g9000/5.jpg",
            "assets/images/bengo-g9000/6.jpg"
        ]
    }
]